const foo = {
    magazines: [
        {
            id: 'mag101',
            name: '三联生活周刊',
            summary: '《三联生活周刊》是中国当代新闻文化周刊类读物的领军杂志，深广兼具，话题敏锐温厚，新闻调查与文化分析结合，关注时代热点，洞悉现代生活，既有采访深入、报道角度新颖、阐述透彻的社会和经济生活类新闻，又有高雅、前卫、风趣的文化生活类小品，思想与趣味兼有。三联生活周刊是中国目前最具影响力的综合性新闻文化周刊。',
            year: 2017,
            issue: 38,
            cover: 'http://img.qikan.com.cn/qkimages/slzk/slzk201738-l.jpg'
        },
        {
            id: 'mag101',
            name: '三联生活周刊',
            summary: '《三联生活周刊》是中国当代新闻文化周刊类读物的领军杂志，深广兼具，话题敏锐温厚，新闻调查与文化分析结合，关注时代热点，洞悉现代生活，既有采访深入、报道角度新颖、阐述透彻的社会和经济生活类新闻，又有高雅、前卫、风趣的文化生活类小品，思想与趣味兼有。三联生活周刊是中国目前最具影响力的综合性新闻文化周刊。',
            year: 2017,
            issue: 38,
            cover: 'http://img.qikan.com.cn/qkimages/slzk/slzk201738-l.jpg'
        },
        {
            id: 'mag102',
            name: '三联生活周刊',
            summary: '《三联生活周刊》是中国当代新闻文化周刊类读物的领军杂志，深广兼具，话题敏锐温厚，新闻调查与文化分析结合，关注时代热点，洞悉现代生活，既有采访深入、报道角度新颖、阐述透彻的社会和经济生活类新闻，又有高雅、前卫、风趣的文化生活类小品，思想与趣味兼有。三联生活周刊是中国目前最具影响力的综合性新闻文化周刊。',
            year: 2017,
            issue: 38,
            cover: 'http://img.qikan.com.cn/qkimages/slzk/slzk201738-l.jpg'
        },
        {
            id: 'mag103',
            name: '三联生活周刊',
            summary: '《三联生活周刊》是中国当代新闻文化周刊类读物的领军杂志，深广兼具，话题敏锐温厚，新闻调查与文化分析结合，关注时代热点，洞悉现代生活，既有采访深入、报道角度新颖、阐述透彻的社会和经济生活类新闻，又有高雅、前卫、风趣的文化生活类小品，思想与趣味兼有。三联生活周刊是中国目前最具影响力的综合性新闻文化周刊。',
            year: 2017,
            issue: 38,
            cover: 'http://img.qikan.com.cn/qkimages/slzk/slzk201738-l.jpg'
        },
        {
            id: 'mag104',
            name: '三联生活周刊',
            summary: '《三联生活周刊》是中国当代新闻文化周刊类读物的领军杂志，深广兼具，话题敏锐温厚，新闻调查与文化分析结合，关注时代热点，洞悉现代生活，既有采访深入、报道角度新颖、阐述透彻的社会和经济生活类新闻，又有高雅、前卫、风趣的文化生活类小品，思想与趣味兼有。三联生活周刊是中国目前最具影响力的综合性新闻文化周刊。',
            year: 2017,
            issue: 38,
            cover: 'http://img.qikan.com.cn/qkimages/slzk/slzk201738-l.jpg'
        },
        {
            id: 'mag101',
            name: '三联生活周刊',
            summary: '《三联生活周刊》是中国当代新闻文化周刊类读物的领军杂志，深广兼具，话题敏锐温厚，新闻调查与文化分析结合，关注时代热点，洞悉现代生活，既有采访深入、报道角度新颖、阐述透彻的社会和经济生活类新闻，又有高雅、前卫、风趣的文化生活类小品，思想与趣味兼有。三联生活周刊是中国目前最具影响力的综合性新闻文化周刊。',
            year: 2017,
            issue: 38,
            cover: 'http://img.qikan.com.cn/qkimages/slzk/slzk201738-l.jpg'
        },
        {
            id: 'mag105',
            name: '三联生活周刊',
            summary: '《三联生活周刊》是中国当代新闻文化周刊类读物的领军杂志，深广兼具，话题敏锐温厚，新闻调查与文化分析结合，关注时代热点，洞悉现代生活，既有采访深入、报道角度新颖、阐述透彻的社会和经济生活类新闻，又有高雅、前卫、风趣的文化生活类小品，思想与趣味兼有。三联生活周刊是中国目前最具影响力的综合性新闻文化周刊。',
            year: 2017,
            issue: 38,
            cover: 'http://img.qikan.com.cn/qkimages/slzk/slzk201738-l.jpg'
        },
        {
            id: 'mag106',
            name: '三联生活周刊',
            summary: '《三联生活周刊》是中国当代新闻文化周刊类读物的领军杂志，深广兼具，话题敏锐温厚，新闻调查与文化分析结合，关注时代热点，洞悉现代生活，既有采访深入、报道角度新颖、阐述透彻的社会和经济生活类新闻，又有高雅、前卫、风趣的文化生活类小品，思想与趣味兼有。三联生活周刊是中国目前最具影响力的综合性新闻文化周刊。',
            year: 2017,
            issue: 38,
            cover: 'http://img.qikan.com.cn/qkimages/slzk/slzk201738-l.jpg'
        },
        {
            id: 'mag107',
            name: '三联生活周刊',
            summary: '《三联生活周刊》是中国当代新闻文化周刊类读物的领军杂志，深广兼具，话题敏锐温厚，新闻调查与文化分析结合，关注时代热点，洞悉现代生活，既有采访深入、报道角度新颖、阐述透彻的社会和经济生活类新闻，又有高雅、前卫、风趣的文化生活类小品，思想与趣味兼有。三联生活周刊是中国目前最具影响力的综合性新闻文化周刊。',
            year: 2017,
            issue: 38,
            cover: 'http://img.qikan.com.cn/qkimages/slzk/slzk201738-l.jpg'
        },
        {
            id: 'mag108',
            name: '三联生活周刊',
            summary: '《三联生活周刊》是中国当代新闻文化周刊类读物的领军杂志，深广兼具，话题敏锐温厚，新闻调查与文化分析结合，关注时代热点，洞悉现代生活，既有采访深入、报道角度新颖、阐述透彻的社会和经济生活类新闻，又有高雅、前卫、风趣的文化生活类小品，思想与趣味兼有。三联生活周刊是中国目前最具影响力的综合性新闻文化周刊。',
            year: 2017,
            issue: 38,
            cover: 'http://img.qikan.com.cn/qkimages/slzk/slzk201738-l.jpg'
        },
        {
            id: 'mag109',
            name: '三联生活周刊',
            summary: '《三联生活周刊》是中国当代新闻文化周刊类读物的领军杂志，深广兼具，话题敏锐温厚，新闻调查与文化分析结合，关注时代热点，洞悉现代生活，既有采访深入、报道角度新颖、阐述透彻的社会和经济生活类新闻，又有高雅、前卫、风趣的文化生活类小品，思想与趣味兼有。三联生活周刊是中国目前最具影响力的综合性新闻文化周刊。',
            year: 2017,
            issue: 38,
            cover: 'http://img.qikan.com.cn/qkimages/slzk/slzk201738-l.jpg'
        },
        {
            id: 'mag101',
            name: '三联生活周刊',
            summary: '《三联生活周刊》是中国当代新闻文化周刊类读物的领军杂志，深广兼具，话题敏锐温厚，新闻调查与文化分析结合，关注时代热点，洞悉现代生活，既有采访深入、报道角度新颖、阐述透彻的社会和经济生活类新闻，又有高雅、前卫、风趣的文化生活类小品，思想与趣味兼有。三联生活周刊是中国目前最具影响力的综合性新闻文化周刊。',
            year: 2017,
            issue: 38,
            cover: 'http://img.qikan.com.cn/qkimages/slzk/slzk201738-l.jpg'
        },
        {
            id: 'mag110',
            name: '三联生活周刊',
            summary: '《三联生活周刊》是中国当代新闻文化周刊类读物的领军杂志，深广兼具，话题敏锐温厚，新闻调查与文化分析结合，关注时代热点，洞悉现代生活，既有采访深入、报道角度新颖、阐述透彻的社会和经济生活类新闻，又有高雅、前卫、风趣的文化生活类小品，思想与趣味兼有。三联生活周刊是中国目前最具影响力的综合性新闻文化周刊。',
            year: 2017,
            issue: 38,
            cover: 'http://img.qikan.com.cn/qkimages/slzk/slzk201738-l.jpg'
        },
        {
            id: 'mag111',
            name: '三联生活周刊',
            summary: '《三联生活周刊》是中国当代新闻文化周刊类读物的领军杂志，深广兼具，话题敏锐温厚，新闻调查与文化分析结合，关注时代热点，洞悉现代生活，既有采访深入、报道角度新颖、阐述透彻的社会和经济生活类新闻，又有高雅、前卫、风趣的文化生活类小品，思想与趣味兼有。三联生活周刊是中国目前最具影响力的综合性新闻文化周刊。',
            year: 2017,
            issue: 38,
            cover: 'http://img.qikan.com.cn/qkimages/slzk/slzk201738-l.jpg'
        },
        {
            id: 'mag112',
            name: '三联生活周刊',
            summary: '《三联生活周刊》是中国当代新闻文化周刊类读物的领军杂志，深广兼具，话题敏锐温厚，新闻调查与文化分析结合，关注时代热点，洞悉现代生活，既有采访深入、报道角度新颖、阐述透彻的社会和经济生活类新闻，又有高雅、前卫、风趣的文化生活类小品，思想与趣味兼有。三联生活周刊是中国目前最具影响力的综合性新闻文化周刊。',
            year: 2017,
            issue: 38,
            cover: 'http://img.qikan.com.cn/qkimages/slzk/slzk201738-l.jpg'
        },
        {
            id: 'mag113',
            name: '三联生活周刊',
            summary: '《三联生活周刊》是中国当代新闻文化周刊类读物的领军杂志，深广兼具，话题敏锐温厚，新闻调查与文化分析结合，关注时代热点，洞悉现代生活，既有采访深入、报道角度新颖、阐述透彻的社会和经济生活类新闻，又有高雅、前卫、风趣的文化生活类小品，思想与趣味兼有。三联生活周刊是中国目前最具影响力的综合性新闻文化周刊。',
            year: 2017,
            issue: 38,
            cover: 'http://img.qikan.com.cn/qkimages/slzk/slzk201738-l.jpg'
        },
        {
            id: 'mag114',
            name: '三联生活周刊',
            summary: '《三联生活周刊》是中国当代新闻文化周刊类读物的领军杂志，深广兼具，话题敏锐温厚，新闻调查与文化分析结合，关注时代热点，洞悉现代生活，既有采访深入、报道角度新颖、阐述透彻的社会和经济生活类新闻，又有高雅、前卫、风趣的文化生活类小品，思想与趣味兼有。三联生活周刊是中国目前最具影响力的综合性新闻文化周刊。',
            year: 2017,
            issue: 38,
            cover: 'http://img.qikan.com.cn/qkimages/slzk/slzk201738-l.jpg'
        },
        {
            id: 'mag115',
            name: '三联生活周刊',
            summary: '《三联生活周刊》是中国当代新闻文化周刊类读物的领军杂志，深广兼具，话题敏锐温厚，新闻调查与文化分析结合，关注时代热点，洞悉现代生活，既有采访深入、报道角度新颖、阐述透彻的社会和经济生活类新闻，又有高雅、前卫、风趣的文化生活类小品，思想与趣味兼有。三联生活周刊是中国目前最具影响力的综合性新闻文化周刊。',
            year: 2017,
            issue: 38,
            cover: 'http://img.qikan.com.cn/qkimages/slzk/slzk201738-l.jpg'
        },
        {
            id: 'mag116',
            name: '三联生活周刊',
            summary: '《三联生活周刊》是中国当代新闻文化周刊类读物的领军杂志，深广兼具，话题敏锐温厚，新闻调查与文化分析结合，关注时代热点，洞悉现代生活，既有采访深入、报道角度新颖、阐述透彻的社会和经济生活类新闻，又有高雅、前卫、风趣的文化生活类小品，思想与趣味兼有。三联生活周刊是中国目前最具影响力的综合性新闻文化周刊。',
            year: 2017,
            issue: 38,
            cover: 'http://img.qikan.com.cn/qkimages/slzk/slzk201738-l.jpg'
        },
        {
            id: 'mag117',
            name: '三联生活周刊',
            summary: '《三联生活周刊》是中国当代新闻文化周刊类读物的领军杂志，深广兼具，话题敏锐温厚，新闻调查与文化分析结合，关注时代热点，洞悉现代生活，既有采访深入、报道角度新颖、阐述透彻的社会和经济生活类新闻，又有高雅、前卫、风趣的文化生活类小品，思想与趣味兼有。三联生活周刊是中国目前最具影响力的综合性新闻文化周刊。',
            year: 2017,
            issue: 38,
            cover: 'http://img.qikan.com.cn/qkimages/slzk/slzk201738-l.jpg'
        },
        {
            id: 'mag118',
            name: '三联生活周刊',
            summary: '《三联生活周刊》是中国当代新闻文化周刊类读物的领军杂志，深广兼具，话题敏锐温厚，新闻调查与文化分析结合，关注时代热点，洞悉现代生活，既有采访深入、报道角度新颖、阐述透彻的社会和经济生活类新闻，又有高雅、前卫、风趣的文化生活类小品，思想与趣味兼有。三联生活周刊是中国目前最具影响力的综合性新闻文化周刊。',
            year: 2017,
            issue: 38,
            cover: 'http://img.qikan.com.cn/qkimages/slzk/slzk201738-l.jpg'
        },
        {
            id: 'mag119',
            name: '三联生活周刊',
            summary: '《三联生活周刊》是中国当代新闻文化周刊类读物的领军杂志，深广兼具，话题敏锐温厚，新闻调查与文化分析结合，关注时代热点，洞悉现代生活，既有采访深入、报道角度新颖、阐述透彻的社会和经济生活类新闻，又有高雅、前卫、风趣的文化生活类小品，思想与趣味兼有。三联生活周刊是中国目前最具影响力的综合性新闻文化周刊。',
            year: 2017,
            issue: 38,
            cover: 'http://img.qikan.com.cn/qkimages/slzk/slzk201738-l.jpg'
        },
        {
            id: 'mag120',
            name: '三联生活周刊',
            summary: '《三联生活周刊》是中国当代新闻文化周刊类读物的领军杂志，深广兼具，话题敏锐温厚，新闻调查与文化分析结合，关注时代热点，洞悉现代生活，既有采访深入、报道角度新颖、阐述透彻的社会和经济生活类新闻，又有高雅、前卫、风趣的文化生活类小品，思想与趣味兼有。三联生活周刊是中国目前最具影响力的综合性新闻文化周刊。',
            year: 2017,
            issue: 38,
            cover: 'http://img.qikan.com.cn/qkimages/slzk/slzk201738-l.jpg'
        },
        {
            id: 'mag121',
            name: '三联生活周刊',
            summary: '《三联生活周刊》是中国当代新闻文化周刊类读物的领军杂志，深广兼具，话题敏锐温厚，新闻调查与文化分析结合，关注时代热点，洞悉现代生活，既有采访深入、报道角度新颖、阐述透彻的社会和经济生活类新闻，又有高雅、前卫、风趣的文化生活类小品，思想与趣味兼有。三联生活周刊是中国目前最具影响力的综合性新闻文化周刊。',
            year: 2017,
            issue: 38,
            cover: 'http://img.qikan.com.cn/qkimages/slzk/slzk201738-l.jpg'
        },
        {
            id: 'mag122',
            name: '三联生活周刊',
            summary: '《三联生活周刊》是中国当代新闻文化周刊类读物的领军杂志，深广兼具，话题敏锐温厚，新闻调查与文化分析结合，关注时代热点，洞悉现代生活，既有采访深入、报道角度新颖、阐述透彻的社会和经济生活类新闻，又有高雅、前卫、风趣的文化生活类小品，思想与趣味兼有。三联生活周刊是中国目前最具影响力的综合性新闻文化周刊。',
            year: 2017,
            issue: 38,
            cover: 'http://img.qikan.com.cn/qkimages/slzk/slzk201738-l.jpg'
        },
        {
            id: 'mag123',
            name: '三联生活周刊',
            summary: '《三联生活周刊》是中国当代新闻文化周刊类读物的领军杂志，深广兼具，话题敏锐温厚，新闻调查与文化分析结合，关注时代热点，洞悉现代生活，既有采访深入、报道角度新颖、阐述透彻的社会和经济生活类新闻，又有高雅、前卫、风趣的文化生活类小品，思想与趣味兼有。三联生活周刊是中国目前最具影响力的综合性新闻文化周刊。',
            year: 2017,
            issue: 38,
            cover: 'http://img.qikan.com.cn/qkimages/slzk/slzk201738-l.jpg'
        },
        {
            id: 'mag124',
            name: '三联生活周刊',
            summary: '《三联生活周刊》是中国当代新闻文化周刊类读物的领军杂志，深广兼具，话题敏锐温厚，新闻调查与文化分析结合，关注时代热点，洞悉现代生活，既有采访深入、报道角度新颖、阐述透彻的社会和经济生活类新闻，又有高雅、前卫、风趣的文化生活类小品，思想与趣味兼有。三联生活周刊是中国目前最具影响力的综合性新闻文化周刊。',
            year: 2017,
            issue: 38,
            cover: 'http://img.qikan.com.cn/qkimages/slzk/slzk201738-l.jpg'
        }
    ],
    books: [
        {
            id: 'bk101',
            name: '解忧杂货店',
            author: '东野圭吾',
            publisher: '',
            summary: '希词忙热医光细！激身造改帮其必公投。拉千石相归律北相料入认说划归剧马司还！值联吗离势？干第听妹直层脚本洛喜。置顺曲皇毛亡松去迹！琴给阳动则方查什？较诉功情吧遍获将假合闻面既帝请。子责抱打拿？传般恐解父秘忙食优术蜖严！盛做简近端满花结国？乡社走午特把之便英难能刻研朝质带影！排九初达嘴管步按照费洲座？需视结站资让脱暗吧比？平观拿认呼枪资棋又只委居为听忽举武！罪雄微黄充吉举此？已窗九忆蜖推尼吸许鲜团布。',
            cover: 'http://ebook.qikan.com/bookpicture/ds030559.jpg',
            price: 39.99,
            new_price: 19.99
        },
        {
            id: 'bk102',
            name: '重新定义公司：谷歌是如何运营的',
            author: '',
            publisher: '',
            summary: '短忙死带界方广线英油胡遗阵很车常？尽体回旁光直万仍员。找费当站供易两断片队腿授果印脚事得置名。此默马米公通满把量念受担。波动立败本呼！般凡起自它德声报庭征。正敢熟久鱼雷喝单诉新彩续况参斗拥莱。明苦素严问着宝财富恋权拥投酒。养务又笔康五。旁密注认局得低古听自排松司罗并环！采步劳议妇量慢！工包目寻石书先料票释底忽客洋全周！义压岛套烧带流结角林票深饭。死杰击佛谈队知您声。打之鲁纳眼错推约楼充紶纪。主谈。',
            cover: 'http://ebook.qikan.com/bookpicture/ds030551.jpg',
            price: 39.99,
            new_price: 19.99
        },
        {
            id: 'bk103',
            name: '重新定义公司：谷歌是如何运营的',
            author: '',
            publisher: '',
            summary: '胜翻应基误族倒健方亚校呢南阳的活巨败。棋毫之探脱春电套推显划临结华总便！得水降但弄脱条异。克希职烧又人喝犯刚真？舞进渐店吧趣续牌请。嘴怀街艺客喝红担神登藏山因台出判注！女睡确与牌爸？片工和右或负样大免奶同定令船纸存确速批！马求父喜科期证体模读学嘴布误图信轻沙乐！当之量低导即摇默越认。共牌帮伊息脸正时退林修副神说产。领派或悲痛叶德！警美生音接存托干遗立权说加继克八证。体状量支八别带艺索伙头脸春拥食？',
            cover: 'http://ebook.qikan.com/bookpicture/ds030551.jpg',
            price: 39.99,
            new_price: 19.99
        },
        {
            id: 'bk104',
            name: '重新定义公司：谷歌是如何运营的',
            author: '',
            publisher: '',
            summary: '屋年福管爱寻穿往道笑书装悲你质部刻易那！牌少获困委高忆气京爸跟千罪小府谈曲交助。乐王卫流容伊？界验领假显自规管馆呼乡和力热婚考子换鞋！京压草妙职录退点项们预哥。想去旁与不担多吧治速化脚势！天加优修制实乎否即喝摇校围消沉举毛校？节受觉异卫？女答发交当每离林建历手原划！试编鸟惊领汉似环。美绝近转车机给查尽加看主着！护周恩票林编委闻年？物白北蜖所五准解后脚巴察行孤。托卡劳出从心套取尽然肉。諣森定不会默。',
            cover: 'http://ebook.qikan.com/bookpicture/ds030551.jpg',
            price: 39.99,
            new_price: 19.99
        },
        {
            id: 'bk105',
            name: '重新定义公司：谷歌是如何运营的',
            author: '',
            publisher: '',
            summary: '招亲香夜适迹疑纳帝雪提遇站天观！则束解西丽真排课晚喜非专时系与别故面是。代从黑显初道识！格木藸九格甚图刻已势间急夫续？程友孤是吗追盖西巨脸付压编普！送型上庭宣某西有起担有婚？适妇烈房即巴李发资注？放娘模记诺约指工娘安短。啊坏唱令卡往遍痛！吃立黄袋提阿形银张幸文轻？姆获类唱那秋否骨蒙罪题卖命影烧健济举统。靠次事反反康谢菜石变得士饭屋治星结激争？房升持始战眼房白对志？易能资托沙投默尔藸著设速考科大？？',
            cover: 'http://ebook.qikan.com/bookpicture/ds030551.jpg',
            price: 39.99,
            new_price: 19.99
        },
        {
            id: 'bk106',
            name: '重新定义公司：谷歌是如何运营的',
            author: '',
            publisher: '',
            summary: '悲本北园腿亚典我克界臓远？好美洋弟妻千社屋妻线久革？此号突格小示姐谈境景敢倒窢亚众玛佛典联。伤怕母当木类伤值。师暗个翻康跳林。贝统复一跳追诺忘向突！已费立帮段尔午境烟健破琴要。钟年期仅盖！时远堂兵新。成玛洛耳斯密显难衣功！研求境脑拥研让静。着官换支杀亲场做！讲毛少岛卡余料方骨等终间晚且。保脑错倒病兵境！把江束种统伴脚谈中志室寻！草弹那争周身请林梦云？黄深今精值才园登又嘴园此！定堂四第误友宝易缺米。',
            cover: 'http://ebook.qikan.com/bookpicture/ds030551.jpg',
            price: 39.99,
            new_price: 19.99
        },
        {
            id: 'bk107',
            name: '重新定义公司：谷歌是如何运营的',
            author: '',
            publisher: '',
            summary: '悲本北园腿亚典我克界臓远？好美洋弟妻千社屋妻线久革？此号突格小示姐谈境景敢倒窢亚众玛佛典联。伤怕母当木类伤值。师暗个翻康跳林。贝统复一跳追诺忘向突！已费立帮段尔午境烟健破琴要。钟年期仅盖！时远堂兵新。成玛洛耳斯密显难衣功！研求境脑拥研让静。着官换支杀亲场做！讲毛少岛卡余料方骨等终间晚且。保脑错倒病兵境！把江束种统伴脚谈中志室寻！草弹那争周身请林梦云？黄深今精值才园登又嘴园此！定堂四第误友宝易缺米。',
            cover: 'http://ebook.qikan.com/bookpicture/ds030551.jpg',
            price: 39.99,
            new_price: 19.99
        },
        {
            id: 'bk108',
            name: '重新定义公司：谷歌是如何运营的',
            author: '',
            publisher: '',
            summary: '悲本北园腿亚典我克界臓远？好美洋弟妻千社屋妻线久革？此号突格小示姐谈境景敢倒窢亚众玛佛典联。伤怕母当木类伤值。师暗个翻康跳林。贝统复一跳追诺忘向突！已费立帮段尔午境烟健破琴要。钟年期仅盖！时远堂兵新。成玛洛耳斯密显难衣功！研求境脑拥研让静。着官换支杀亲场做！讲毛少岛卡余料方骨等终间晚且。保脑错倒病兵境！把江束种统伴脚谈中志室寻！草弹那争周身请林梦云？黄深今精值才园登又嘴园此！定堂四第误友宝易缺米。',
            cover: 'http://ebook.qikan.com/bookpicture/ds030551.jpg',
            price: 39.99,
            new_price: 19.99
        },
        {
            id: 'bk109',
            name: '重新定义公司：谷歌是如何运营的',
            author: '',
            publisher: '',
            summary: '悲本北园腿亚典我克界臓远？好美洋弟妻千社屋妻线久革？此号突格小示姐谈境景敢倒窢亚众玛佛典联。伤怕母当木类伤值。师暗个翻康跳林。贝统复一跳追诺忘向突！已费立帮段尔午境烟健破琴要。钟年期仅盖！时远堂兵新。成玛洛耳斯密显难衣功！研求境脑拥研让静。着官换支杀亲场做！讲毛少岛卡余料方骨等终间晚且。保脑错倒病兵境！把江束种统伴脚谈中志室寻！草弹那争周身请林梦云？黄深今精值才园登又嘴园此！定堂四第误友宝易缺米。',
            cover: 'http://ebook.qikan.com/bookpicture/ds030551.jpg',
            price: 39.99,
            new_price: 19.99
        },
        {
            id: 'bk110',
            name: '重新定义公司：谷歌是如何运营的',
            author: '',
            publisher: '',
            summary: '悲本北园腿亚典我克界臓远？好美洋弟妻千社屋妻线久革？此号突格小示姐谈境景敢倒窢亚众玛佛典联。伤怕母当木类伤值。师暗个翻康跳林。贝统复一跳追诺忘向突！已费立帮段尔午境烟健破琴要。钟年期仅盖！时远堂兵新。成玛洛耳斯密显难衣功！研求境脑拥研让静。着官换支杀亲场做！讲毛少岛卡余料方骨等终间晚且。保脑错倒病兵境！把江束种统伴脚谈中志室寻！草弹那争周身请林梦云？黄深今精值才园登又嘴园此！定堂四第误友宝易缺米。',
            cover: 'http://ebook.qikan.com/bookpicture/ds030551.jpg',
            price: 39.99,
            new_price: 19.99
        },
        {
            id: 'bk111',
            name: '重新定义公司：谷歌是如何运营的',
            author: '',
            publisher: '',
            summary: '悲本北园腿亚典我克界臓远？好美洋弟妻千社屋妻线久革？此号突格小示姐谈境景敢倒窢亚众玛佛典联。伤怕母当木类伤值。师暗个翻康跳林。贝统复一跳追诺忘向突！已费立帮段尔午境烟健破琴要。钟年期仅盖！时远堂兵新。成玛洛耳斯密显难衣功！研求境脑拥研让静。着官换支杀亲场做！讲毛少岛卡余料方骨等终间晚且。保脑错倒病兵境！把江束种统伴脚谈中志室寻！草弹那争周身请林梦云？黄深今精值才园登又嘴园此！定堂四第误友宝易缺米。',
            cover: 'http://ebook.qikan.com/bookpicture/ds030551.jpg',
            price: 39.99,
            new_price: 19.99
        },
        {
            id: 'bk112',
            name: '重新定义公司：谷歌是如何运营的',
            author: '',
            publisher: '',
            summary: '悲本北园腿亚典我克界臓远？好美洋弟妻千社屋妻线久革？此号突格小示姐谈境景敢倒窢亚众玛佛典联。伤怕母当木类伤值。师暗个翻康跳林。贝统复一跳追诺忘向突！已费立帮段尔午境烟健破琴要。钟年期仅盖！时远堂兵新。成玛洛耳斯密显难衣功！研求境脑拥研让静。着官换支杀亲场做！讲毛少岛卡余料方骨等终间晚且。保脑错倒病兵境！把江束种统伴脚谈中志室寻！草弹那争周身请林梦云？黄深今精值才园登又嘴园此！定堂四第误友宝易缺米。',
            cover: 'http://ebook.qikan.com/bookpicture/ds030551.jpg',
            price: 39.99,
            new_price: 19.99
        }
    ],
    merchandises: [
        {
            id: 'm101',
            name: 'Moleskine限量版大眼萌小黄人蓝色硬面横间笔记本',
            price: 208.00,
            new_price: 199.99,
            summary: '由经典电影《超级奶爸》又名《卑鄙的我》（英文名Despicable Me）制作方美国环球影视Universal Studio官方授权，大眼萌小黄人系列限量版主题笔记本。始终走在追寻头号大坏蛋之旅的小黄人将会拥有怎样的鬼马奇思？打开Moleskine你就会发现。',
            cover: 'http://ov0u4w5y1.bkt.clouddn.com/mo_0_0.jpg',
            pics: ['/images/m_0_1.jpg', '/images/m_0_2.jpg', '/images/m_0_3.jpg', '/images/m_0_4.jpg', '/images/m_0_5.jpg', '/images/m_0_6.jpg', '/images/m_0_7.jpg']
        }, {
            id: 'm102',
            name: 'Moleskine笔记本商务办公黑色纯白软面记事本加大型',
            price: 243.00,
            new_price: 199.99,
            summary: '传承自文艺复兴时vintage的文化精髓。油性布封面无酸纸张都散发着那个时代独特又浓郁的怀旧气味，保存着永久不变的传世名作。而圆角书页，橡筋箍环，丝带书签亦倾诉着那个优雅岁月中累积的阅读习惯，表达出简约实用的内在精神。在时光的打磨中，这些成为了Moleskine标志性设计，也成为每一位Moleskine书写者们的专属印记。',
            cover: 'http://ov0u4w5y1.bkt.clouddn.com/mo_1_0.jpg',
            pics: ['http://ov0u4w5y1.bkt.clouddn.com/mo_1_0.jpg', 'http://ov0u4w5y1.bkt.clouddn.com/mo_1_1.jpg']
        }, {
            id: 'm103',
            name: 'Moleskine 经典胶杆宝珠笔Plus 0.7mm',
            price: 187.00,
            new_price: 99.00,
            summary: '延续Moleskine的简约优雅风格，以笔记本的矩形为原型，设计出别具特色的经典方形笔身。采用专为Moleskine纸张而设计的墨水，并附上笔架，让笔简洁地夹在笔记本封面，成为笔记本的伴侣，无论何时都能轻松携带。',
            cover: 'http://ov0u4w5y1.bkt.clouddn.com/mo_2_0.jpg',
            pics: ['http://ov0u4w5y1.bkt.clouddn.com/mo_2_0.jpg', 'http://ov0u4w5y1.bkt.clouddn.com/mo_2_1.jpg']
        }, {
            id: 'm104',
            name: 'Moleskine Toolbelt笔记本工具袋（口袋型）',
            price: 248.00,
            new_price: 199.99,
            summary: '传承自文艺复兴时vintage的文化精髓。油性布封面无酸纸张都散发着那个时代独特又浓郁的怀旧气味，保存着永久不变的传世名作。而圆角书页，橡筋箍环，丝带书签亦倾诉着那个优雅岁月中累积的阅读习惯，表达出简约实用的内在精神。在时光的打磨中，这些成为了Moleskine标志性设计，也成为每一位Moleskine书写者们的专属印记。',
            cover: 'http://ov0u4w5y1.bkt.clouddn.com/mo_3_0.jpg',
            pics: ['http://ov0u4w5y1.bkt.clouddn.com/mo_3_0.jpg', 'http://ov0u4w5y1.bkt.clouddn.com/mo_3_1.jpg']
        }, {
            id: 'm105',
            name: 'LEUCHTTURM1917灯塔德国口袋型A6经典无格笔记本红色硬封皮',
            price: 129.00,
            new_price: 99.00,
            summary: 'Leuchtturm1917, 德国公司，成立于1917年，拥有超过90年的生产高品质文具的历史。Leuchtturm1917纸制品以其精湛的纸品制作工艺，严格的品质要求，使其在欧洲文具纸品界享有非凡的名声，其中Leuchtturm1917绑带型写字本，更是在欧洲奢侈级别的写字本中占据高地。',
            cover: 'http://ov0u4w5y1.bkt.clouddn.com/mo_4_0.jpg',
            pics: ['http://ov0u4w5y1.bkt.clouddn.com/mo_4_0.jpg', 'http://ov0u4w5y1.bkt.clouddn.com/mo_4_1.jpg']
        }, {
            id: 'm106',
            name: 'LEUCHTTURM1917灯塔德国中开A5双色笔记本烟灰色加浅蓝色绷带硬封皮',
            price: 227.00,
            new_price: 99.00,
            summary: 'Leuchtturm1917, 德国公司，成立于1917年，拥有超过90年的生产高品质文具的历史。Leuchtturm1917纸制品以其精湛的纸品制作工艺，严格的品质要求，使其在欧洲文具纸品界享有非凡的名声，其中Leuchtturm1917绑带型写字本，更是在欧洲奢侈级别的写字本中占据高地。',
            cover: 'http://ov0u4w5y1.bkt.clouddn.com/mo_5_0.jpg',
            pics: ['http://ov0u4w5y1.bkt.clouddn.com/mo_5_0.jpg', 'http://ov0u4w5y1.bkt.clouddn.com/mo_5_1.jpg']
        }
    ],
    book_hero_ads: {
        id: 'bkpromo01',
        name: '新知精品图书',
        items: ['bk101', 'bk102', 'bk103', 'bk104', 'bk105', 'bk106']
    },
    merch_hero_ads: {
        id: 'merchpromo01',
        name: '优选商品',
        items: ['m101', 'm102', 'm103', 'm104']
    },
    promotions: [
        {
            id: 'promo001'
        },
        {
            id: 'promo002'
        },
        {
            id: 'promo003'
        },
        {
            id: 'promo004'
        }
    ],
    comments: [
        {
            avatar: '/images/avatar.png',
            title: '喜勒香州度狗跑共？任专重在士革型方妙气。',
            subtitle: '判科质黑礼斯而左窢记元不天跳质恩老总十？香体忍景夏请张科授变登身集即选衣接！班格喊友盖时团落答？街了字伯林未果汽长目统祖获血买房？份活丽票顶统冰宫恶树脚！次因并见因哥银系日山整塞！死备局充石场色欢夜！民致穿欧问幸戏内！计图候微弄！将睡病李吧正诉秘纸令男广？练成官春臓乎迹言遇乐异！机商务带办职什阵识三名天？科词随骨而般围式共素温作计！付规灵森钱伊草沉重？熟进默青自属。围用将随坦藸？入府皇总词巨未公。'
        },
        {
            avatar: '/images/avatar.png',
            title: '太趣将总恩神喝短孩米态烧代！各真至地信。',
            subtitle: '牌规取莱处争面负纳张表部席。尼吗还丝挥元引近梦警请。弟雨微趣李毫药章尔们调火汉让红。暗四委团需深害？推梦着伦使女妻候叫变客秘卡据似。趣趣康牙反宝遗欢街教然力止弟！悲设告轻抱排？先敢引剧死通！八导待丈各责于依传继公利跳德做贝义局牙？玛若和装衣阿席。波穿护妻包伊显七交往精差众十馆联败。妹兴首姑举岛退角住姐过笔内群就进世！属报塞研共伤歌宫脱幸依以！闻始败民电差床击量名中演。办恩阳角妹刘调尽委随征杀迷妹！'
        },
        {
            avatar: '/images/avatar.png',
            title: '市专科另台及幸段况姆就洋轻早相。父城兵！',
            subtitle: '帮背升春快跳人纪？克胜离印州部课族鞋下唱实贝？团其买嘴以门区雪独夜余图即精。往值夜毛醒然算于治红置满秋争。部条乐间鸟福密多境证适某句山注佛本座友？舞孤哪做种光远眼守据费项又旅京候日？何对莫书界！府喊奶戴汽何理济些领唱识气洛拉脚北料。斯圣言堂考参罗风洗别技洲掉？住钟追始念抱处与全熟清象江举交号灯！友两愿卡外？录适坚著村感责追轻吉。为换经给农死弄满别外路整角雨幸。整弟否望悲笔烟制用守打？令建台景言！？'
        },
        {
            avatar: '/images/avatar.png',
            title: '收军守万党台孤照玩！名开哥别沉建高闻？！',
            subtitle: '计轻雨警盛知村研酒种候恶忘？习他先统片！亮去爸听戏劳冲某计毫喊局！牙浪市吸马怀热黄列汉诗！天醒莫枪牙皇些器期！共明族候质著童术玛调怕。靠产妻礼南图诺伯尽全拿甚话身儿烈？之像围静艺事伤领压放品属查意？争格慢收皮阿故丈兰层再花父谈升。耳兰琴束波做律时。科此研充九啊程急白节恶早担默节着来。木南叶轻决运两术功段明起副北袋精。算盖型业社？从加险端姑般非却日房乱团笔根鸟夜说？香向公管王力生没。术琴群预突呢法！'
        }
    ]
}

export default foo
